[{"id": 1, "title": "Test Book", "content": "This is a test book content.", "voice_id": "9BWtsMINqrJLrRacOk9x"}, {"id": 2, "title": "Untitled Document (1)", "content": "﻿**The Echo of the Forest**\r\n\r\n\r\n---\r\n\r\n\r\nIt was a quiet morning when Leo packed his old leather satchel and stepped onto the narrow trail leading into the heart of Blackwood Forest. The villagers often whispered about the forest, saying it held echoes of the past, voices of those who had wandered too far. But Leo was different—he had always been drawn to mysteries.\r\n\r\n\r\nHis grandfather, a seasoned explorer, had left behind an old map with faded ink markings. The map hinted at something deep within the forest—something waiting to be discovered. With the morning sun casting golden rays through the towering trees, Leo felt the thrill of adventure course through his veins.\r\n\r\n\r\nThe first few hours of walking were uneventful. Birds chirped, leaves rustled, and the scent of damp earth filled the air. But as Leo ventured deeper, the forest began to change. The air grew still, the shadows darker. A strange sensation prickled at his skin, as if unseen eyes were watching.\r\n\r\n\r\nThen, he heard it—the echo.\r\n\r\n\r\n\"Turn back.\"\r\n\r\n\r\nIt was faint, barely a whisper, but unmistakable. Leo paused, his heart pounding. Was it the wind? Or something else?\r\n\r\n\r\nDetermined, he pressed on. The map showed a small clearing ahead, near an ancient oak tree. His grandfather’s notes described a legend about the tree—how it was once the meeting place of an old civilization lost to time. Some believed their voices still lingered, waiting for someone to listen.\r\n\r\n\r\nLeo reached the clearing and found the tree just as the map described. Its bark was rugged, its roots sprawling like the veins of the earth. He placed his hand against it, feeling the rough texture beneath his fingers.\r\n\r\n\r\n\"Why have you come?\"\r\n\r\n\r\nThe voice was clearer this time. It came from nowhere and everywhere at once.\r\n\r\n\r\nLeo swallowed hard. \"I want to know the truth. About this forest, about the echoes.\"\r\n\r\n\r\nSilence followed. Then, the ground beneath him trembled slightly, as if the earth itself was waking up.\r\n\r\n\r\nA gust of wind rushed through the clearing, carrying whispers—fragments of voices, laughter, and sorrow. He couldn’t make out distinct words, only the feeling behind them. It was as if the past itself was speaking.\r\n\r\n\r\nThen, something changed. The whispers merged, forming a single voice—an ancient, knowing tone.\r\n\r\n\r\n\"The past is not lost. It lingers. It waits. You have heard us, and now, you must listen.\"\r\n\r\n\r\nLeo closed his eyes, letting the echoes wash over him. He saw glimpses of another time—people gathering beneath the tree, sharing stories, passing down wisdom. And then, a shadow. A betrayal. A secret buried deep within the forest.\r\n\r\n\r\nWhen he opened his eyes, the vision faded, but the weight of knowledge remained. The echoes had shown him something vital. A story unfinished.\r\n\r\n\r\nLeo knew his journey was far from over. He had come seeking answers, but he had found something even greater—a purpose. To uncover the truth, to give voice to those long forgotten.\r\n\r\n\r\nAs he stepped away from the tree, the wind whispered once more.\r\n\r\n\r\n\"Remember.\"\r\n\r\n\r\nAnd with that, Leo turned back toward the village, ready to bring the past back to life.\r\n\r\n\r\n---\r\n\r\n\r\n**End of Book One**", "voice_id": "CwhRBWXzGAHq8TQ4Fs17"}]